architectures/diagrams/afterDownloadingIndexHtmlAnyHollowversePage.puml
@startuml
participant Browser as browser
participant SumoLogic as sl
participant "Google Analytics" as ga

browser -> sl: Log events\nto SumoLogic
browser -> ga: Log events\nto Google Analytics
@enduml
